Revit 2027 API
ViewDisplayBackground.VerticalImageOffset Property
 The distance between the bottom viewport boundary and the bottom edge of the background image.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double VerticalImageOffset { get; }
Public ReadOnly Property VerticalImageOffset As Double
	Get
public:
property double VerticalImageOffset {
	double get ();
}
member VerticalImageOffset : float with get
Property Value
Double
See Also
Reference
ViewDisplayBackground Class
Autodesk.Revit.DB Namespace